{
    "home": "Home",
    "about": "About Me",
    "portfolio": "Portfolio",
    "contact": "Contact",
    "services": "Services",
    "testimonials": "Testimonials",
    "view my work": "View My Work",
    "about me": "About Me",
    "description": "I am a Front-End Developer with over a year of experience in the industry. I have acquired solid skills in both front-end and back-end, expanding my knowledge base. I am now eager for new opportunities to further enhance my know-how and tackle new professional challenges.",
    "skills": "Skills",
    "experience": "Experience",
    "contact me": "Contact Me",
    "my projects": "My Projects",
    "send message": "Send Message",
    "projects": {
        "mr-fish": {
            "title": "Mister Fish",
            "description": "Mister Fish is an e-commerce website that sells frozen products. The site was built with React and Redux for the front-end and Firebase with Node.js for the back-end. Users can register, log in, add products to the cart, and complete an order."
        },
        "portfolio": {
            "title": "Portfolio",
            "description": "My portfolio is a static website built with React. You can view my projects, read their descriptions, and visit the project website."
        },
        "fermento":{
            "title":"Fermento 2.0 Cefalù",
            "description":"Fermento 2.0 Cefalù is a showcase website for a pizzeria, featuring an online reservation system. It includes an admin dashboard to manage reservations and customers, as well as a mobile app for managing bookings and customer data."
        },
        "bassi":{
            "title":"Bassi Fondenti",
            "description":"Bassi Fondenti is a showcase website for a pizzeria"
        }
    },
    "servicesDesc": {
        "web-development": {
            "title": "Web Development",
            "description": "Development of responsive and high-performance websites using the latest technologies and best practices."
        },
        "web-design": {
            "title": "Web Design",
            "description": "Design of intuitive and attractive user interfaces to ensure an optimal user experience."
        },
        "mobile-cross": {
            "title": "Mobile Cross-Platform",
            "description": "Development of cross-platform mobile applications with React Native to reach a wide audience."
        }
    }
}